// infos의 인덱스가 key값이 될 예정(ex. infos[0] => 여기서 0이 key값)
// 더 좋은거 생각나면 알려주세요

export const infos = [
  {
    imageName: require("../assets/infoImage/infoImg1.png"),
    mainTitle: `ADHD 비약물 치료법`,
    title: "ADHD 비약물 치료법",
    summary: `ADHD 비약물 치료법에는 행동치료, 코그메드 훈련, 뉴로피드백이 있으며, 증상이 경미하거나 어린 아이들에게 효과적입니다.${"\n"}${"\n"}약물치료는 ADHD 치료에서 가장 중심이 되는 방법으로, 70~80%의 효과를 보이며 증상이 고착된 후에도 약물로 치료가 가능합니다.`,
    contents: [
      [
        null,
        "치료의 첫 단계는 아동과 가족에게 병에 대해 설명해 아동과 가족이 병을 받아들이고 잘 치료할 수 있도록 돕는 것입니다. 증상이 고착화되기 전인 4~6세의 어린이들은 비약물 치료를 통해 보다 수월하게 ADHD를 치료할 수 있습니다. 비약물 치료법은 ADHD 증상이 경미할 때도 활용할 수 있는데 이 중 행동치료법이 가장 효과가 좋은 것으로 알려져 있습니다.",
      ],
      [
        "행동치료",
        "보상, 칭찬, 모범 등 행동을 개선하도록 돕는 '부모교육' 치료법과 학습 문제 및 또래 관계 관련 기술을 연습하는 '아동 기술 훈련'이 있음",
      ],
      [
        "코그메드 훈련",
        "PC 프로그램을 통한 훈련으로 순간 집중력과 작업 기억력을 높이는 훈련법",
      ],
      [
        "뉴로피드백",
        "뇌파를 측정해 집중할 때 나오는 뇌파가 나타나면 보상하는 훈련법",
      ],
      [
        null,
        "ADHD 증상이 고착화된 이후 아이의 일상생활에 무리가 있다고 느끼면 약물치료를 받는게 좋습니다. 약물치료는 ADHD 치료에서 가장 중심이 되는 치료법으로 70~80% 정도 효과가 높은 것으로 알려져 있습니다. 우리나라에서 처방할 수 있는 약으로는 메틸페이데이트, 아토목세틴, 클로니딘, 웰부트린, 삼환계 항우울제 등이 있습니다. 약물의 종류는 효과, 부작용 등 차이가 있으므로 환자 특성에 맞춰 선택할 수 있으며 부작용은 그리 크지 않습니다. 혹시 부작용이 발생할 경우 약 복용을 중단하면 부작용은 사라집니다.",
      ],
    ],
    tag: ["행동치료", "치료법"],
    origin: "강북 삼성병원 - 행복 건강정보",
  },
  {
    imageName: require("../assets/infoImage/infoImg2.png"),
    mainTitle: `초등학교 고학년 ADHD${"\n"}대표 증상`,
    title: "초등학교 고학년 ADHD 대표 증상",
    summary: `초등학교 고학년 ADHD 아동은 학업 성취가 떨어지고, 사회성 문제로 인해 또래와의 관계에서 어려움을 겪을 수 있습니다.${"\n"}${"\n"}ADHD로 인해 좌절감, 우울감, 불안감을 경험하며, 스스로 해야 할 일들을 잘 수행하지 못해 학교나 학원에서 지적받는 경우가 많습니다.`,
    contents: [
      [
        null,
        "초등학교 고학년이 되면 공부의 양이 많아지고 내용도 어려워지면서, 과잉행동은 없지만 집중을 못 하거나 학업성취가 안 되어 병원을 찾는 경우가 늘어난다. 또한 고학년도 마찬가지로 사회성이 문제가 된다.",
      ],
      [
        null,
        "특히 고학년이 되면 또래들의 사회성이 발달하면서 ADHD 아동들은 또래에 비해 어리다는 느낌을 주거나 친구 관계에서 미숙하고 기분 나쁜 일을 당해도 제대로 대처하지 못하는 경우가 많다. 학교나 학원 등 다양한 상황에서 스스로 해야 하는 일을 못 하여 지적을 받기도 하는 등, 등교준비나 과제 등 스스로 할 수 있는 행동들을 또래에 비해 잘 수행하지 못한다.",
      ],
      [
        null,
        "게다가 ADHD로 인해 정서적인 문제를 동반하기도 한다. 고학년으로 올라갈수록 자주 지적받고 학습능력이나 사회성이 부족한 자신을 돌아보며, 자신이 남들과 다르고 노력해도 해결이 잘 안 된다는 점에서 좌절을 경험하고 이로 인해 이차적으로 우울감이나 불안감 등 정서적인 문제를 겪을 수 있는 시기이다.",
      ],
    ],
    tag: ["증상", "대처법"],
    origin: "중앙일보 헬스미디어",
  },
  {
    imageName: require("../assets/infoImage/infoImg3.png"),
    mainTitle: `초등학생 ADHD${"\n"}검사 방법`,
    title: "초등학생 ADHD 검사 방법",
    summary: `ADHD 검사 방법은 부모와 교사 인터뷰, 아동 행동 관찰, ADHD 평가 척도, 지능 및 학업 성취도 평가로 구성됩니다.${"\n"}${"\n"}전문가가 평가 도구를 사용해 아동의 증상과 기능을 종합적으로 평가하며, ADHD 진단은 전문가의 면밀한 판단에 의해 이루어집니다.`,
    contents: [
      [
        null,
        "초등학교 아동의 ADHD를 확인하기 위해서는 다양한 평가 도구와 절차가 사용됩니다. 아래는 일반적으로 사용되는 ADHD 검사 절차입니다.",
      ],
      [
        "초기 평가",
        "• 부모와 교사 인터뷰: 부모와 교사는 아동의 행동, 주의력, 학습 능력 등에 대해 자세히 설명합니다.",
        "• 아동 행동 관찰: 아동이 수업 시간 동안 어떻게 행동하는지, 주의력과 활동성에 어떤 문제가 있는지 관찰합니다.",
      ],
      [
        "진단 도구",
        "주의력과 과잉 활동성 증상을 평가하는 검사 도구로는 DSM-5(Diagnostic and Statistical Manual of Mental Disorders, 5th edition) 기준을 따르는 ADHD 평가 척도가 일반적으로 사용됩니다. 이 평가 척도에는 부모, 교사 및 자녀의 보고서가 포함될 수 있습니다. 예를 들면, Conners 어린이 행동 평가척도, ADHD 평가 척도-IV, ADHDT-IV 등이 사용될 수 있습니다.",
      ],
      [
        "부가적인 평가",
        "• 지능 검사: 아동의 학업적 능력과 지능을 평가하기 위해 지능 검사가 수행될 수 있습니다.",
        "• 학교 성취도 평가: 아동의 학업 성취도와 학교 생활에 대한 평가를 수행할 수 있습니다.",
      ],
      [
        null,
        "이러한 평가 과정을 통해 의사나 심리학자는 아동의 증상과 기능에 대한 종합적인 정보를 수집하고 ADHD를 진단할 수 있습니다. 중요한 것은 ADHD 진단은 전문가의 의견과 평가에 기반해야 하며, 자체 진단이 아닌 전문가와의 상담과 평가를 통해 정확한 판단이 이루어져야 합니다.",
      ],
    ],
    tag: ["검사", "진단"],
    origin: "김도환 원장 - 하이닥",
  },
  {
    imageName: require("../assets/infoImage/infoImg4.png"),
    mainTitle: `집에서 ADHD 자녀에게${"\n"}적용할 수 있는 행동수정..`,
    title: "집에서 ADHD 자녀에게 적용할 수 있는 행동수정 기법 ",
    summary: `ADHD 자녀에게 적용 가능한 행동수정 기법에는 강화와 처벌이 있습니다. 정적·부적 강화를 통해 바람직한 행동을 늘리고, 처벌은 신중히 사용해야 합니다.${"\n"}${"\n"}특히 처벌은 부작용이 클 수 있어 체벌보다는 긍정적인 행동 강화를 통해 자녀를 교육하는 것이 바람직합니다.`,
    contents: [
      [
        null,
        "이번 글에서는 ADHD 자녀를 교육할 때 부모님들께 도움이 될 만한 행동수정 원리와 적용방법에 대해 쉽게 알려드리고자 합니다. 행동수정이란, 행동심리학에 기반을 두고 여러 원리를 적용하여 부적응적인 행동을 변화시키는 데 중점을 둡니다. 보통 행동치료라고도 부릅니다. 여기에는 강화(reinforcement)와 처벌(punishment)이 있습니다.",
      ],
      [
        "강화",
        "자녀가 A라는 특정 행동을 한 뒤에 B라는 어떤 결과가 뒤따르는 경험을 하였다고 생각해 봅시다. 자녀는 이후 비슷한 상황에 처했을 때 그 결과(보상)를 얻기 위해 같은 행동을 더욱 잘하게 됩니다. 즉, 강화되었다고 볼 수 있죠. 그리고 그때 주어졌던 결과는 강화물(보상)이라고 합니다. 행동수정 관점에서 부모는 자녀의 잘못된 행동은 제거하고 바람직한 행동은 강화하고자 합니다. 이러한 강화에는 크게 1) 정적강화와 2) 부적강화가 있습니다.",
        "정적강화(positive reinforcement)란, 자녀의 바람직한 행동이 나타난 경우 그런 행동이 추후 더 자주, 그리고 강하게 나타나도록 강화물을 제공하는 일련의 과정을 말합니다. 예를 들면, “숙제를 다 끝내면, 피자를 사 줄게.”, “엄마가 슈퍼 다녀오는 동안 동생이랑 잘 지내면, 주말에 게임할 수 있도록 해 줄게.”와 같은 상황입니다.",
        "부적강화(negative reinforcement)란, 자녀가 특정 행동을 했을 때, 뒤이어 부정적인 자극을 제거해 줌으로써 바람직한 행동이 추후 더 자주, 그리고 강하게 나타나도록 하는 일련의 과정을 말합니다. 예를 들면, “학교 숙제를 열심히 했으니, 오늘은 문제집 복습을 안 해도 돼.”, “장난감 정리를 잘했으니, 방 정리는 하지 않아도 좋아.”와 같은 상황입니다.",
      ],
      [
        "처벌",
        "정적처벌(positive punishment)이란, 자녀가 부적절한 행동을 보일 경우, 추후 그 행동이 더 이상 나타나지 않도록 행동 직후 불쾌하거나 고통스러운 자극을 제공하는 것입니다. 예를 들면, “동생을 때리면, 10분 동안 방안에서 조용히 혼자 반성하고 와야 해.”, “게임 이용 시간을 지키지 않으면, 영어 단어를 30번 써야 해.”와 같은 상황입니다.",
        "부적처벌(negative punishment)이란, 자녀가 부적절한 행동을 보일 경우, 추후 그 행동이 더 이상 나타나지 않도록 행동 직후 유쾌하거나 긍정적인 자극을 제거해버리는 것입니다. 예를 들면, “동생을 또 때리면, 이번 주는 용돈을 주지 않을 거야.”, “밤새도록 게임을 하면, 아예 버릴 거야.”와 같은 상황입니다.",
      ],
      [
        "정리",
        "강화가 결과적으로 바람직한 행동을 증가시키기 위해 사용하는 방법이라면, 처벌은 궁극적으로 바람직하지 않은 행동을 제거하기 위해 사용하게 됩니다. 즉, 강화의 목적은 행동의 증가이고, 처벌의 목적은 행동의 감소입니다. 그리고 정적(positive)과 부적(negative)의 차이는 +와 -로 생각하면 이해하기 쉽습니다. 정적은 아이에게 기분이 좋을 만한 것을 주는 것(+), 부적은 아이가 싫어하는 것을 제거해 주는 것(-)입니다.",
        "그런데 말이죠, 처벌은 잘못 사용했을 경우 부작용이 매우 크기에 사용 시 주의해야 합니다. 왜냐하면, 당장은 효과적인 것처럼 보이지만 일시적일 뿐이고 바람직한 행동(대안)을 가르쳐 주지도 않습니다. 특히 아동이 벌을 주는 부모에게 화, 분노, 증오 등의 부정적인 감정을 갖게 될 가능성이 높고, 이는 결과적으로 부모-자녀 관계를 더욱 악화시키게 됩니다. 때문에 자녀에게 올바른 행동수정을 하기 위해서는 처벌, 특히 체벌은 지양하고 바람직한 행동은 강화하는 방법으로 하는 것이 좋습니다.",
      ],
    ],
    tag: ["가정", "행동치료"],
    origin: "정신의학신문 - 황현찬 전문의",
  },
  {
    imageName: require("../assets/infoImage/infoImg5.png"),
    mainTitle: `ADHD의 3가지 대표${"\n"}증상과 진단`,
    title: "ADHD의 3가지 대표 증상과 진단",
    summary:
      "ADHD의 대표적인 증상은 주의력 결핍, 과잉행동, 충동성입니다. 이러한 증상이 가정과 학교 등에서 6개월 이상 지속되면 ADHD를 의심할 수 있으며, 이를 확인하기 위해 다양한 검사와 평가가 이루어집니다.",
    contents: [
      [
        null,
        "ADHD의 진단을 위해서는 가정이나 학교에서의 아동의 모습들을 자세히 조사하고, 부모와 아동과 면담을 하고, 객관적인 지능검사 및 심리검사 등을 통해서 진단을 할 수 있습니다. 진단기준에 따르면, 다음의 주의력 결핍 또는 과잉행동/충동성 증상 9가지 중 6가지 이상의 증상이 학교생활과 가정생활 등의 2개 이상의 장소에서 6개월 이상 지속되면 ADHD를 의심할 수 있습니다.",
      ],
      [
        "주의력 결핍",
        "• 일의 자세한 내용에 대한 주의가 부족하거나, 공부, 일 또는 다른 활동에 있어 부주의한 실수를 많이 합니다.",
        "• 공부를 포함하여 어떤 일이나 놀이를 할 때 주의집중을 하지 못합니다.",
        "• 다른 사람이 직접 이야기하는 데도 경청하지 않습니다.",
        "• 정당한 지시에 대하여도 따르지 못하는 경향이 있으며, 학교 숙제, 일상 가정의 일, 또는 작업실에서의 의무 등을 적절히 마치지 못합니다.",
        "• 일이나 활동을 조직화하고 체계화하는 데 문제가 있습니다.",
        "• 학교공부, 숙제 등 지속적으로 정신적인 노력이 필요한 일이나 활동을 피하거나 싫어하거나 혹은 하기를 꺼려합니다.",
        "• 일이나 활동에 필요한 물건들을 쉽게 잃어버립니다.",
        "• 외부의 자극에 대하여 쉽게 산만해집니다.",
        "• 일상생활의 활동을 흔히 잊어버립니다.",
      ],
      [
        "과잉행동",
        "• 침착하지 못하게 손이나 발을 움직이거나, 자리에 가만히 앉아 있지 못합니다.",
        "• 학교 등 한 자리에 가만히 앉아 있어야 할 상황에서 이곳저곳 돌아다닙니다.",
        "• 상황에 부적절하게 이곳저곳 뛰어다니거나 지나치게 높은 곳으로 기어오릅니다.",
        "• 놀이에 어려움이 있거나 조용히 놀지 못합니다.",
        "• 항상 부산하고 바쁘며, 마치 모터가 달린 듯이 끊임없이 움직입니다.",
        "• 말을 너무 많이 합니다.",
      ],
      [
        "충동성",
        "• 질문이 끝나기도 전에 불쑥 대답합니다.",
        "• 순서를 잘 지키지 못합니다.",
        "• 흔히 다른 사람들의 일을 방해하거나 다른 사람들 일에 끼어듭니다.",
      ],
    ],
    tag: ["증상", "진단"],
    origin: "보건복지부 국립나주병원 - 주의력결핍과잉행동장애(ADHD)",
  },
];
